// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibroi väri";

NoCalibrateTitle = "Väriä ei voida kalibroida.";
NoCalibrateMsg = "Tarkista, että tulostin on liitetty ja kytketty päälle, ja yritä uudelleen.";

NotAllowedWarning = "Värin kalibrointi on käytettävissä vain, kun laitteeseen on asennettu sekä kolmivärinen värikasetti että valokuvavärikasetti.";
ClickToBegin = "Voit kalibroida värin napsauttamalla Kalibroi-painiketta.\nKalibrointi kestää noin minuutin, ja siihen käytetään yksi paperiarkki.";
ClickToBegin2 = "Aloita napsauttamalla Kalibroi-painiketta.\nToiminto kestää noin kaksi minuuttia ja käyttää kaksi tavallista paperiarkkia.";

ChooseTitle = "Valitse";

FactorySettingsTitle = "Tehdasasetukset";

VerificationMsg = "Tulostin tulostaa kuvan, jossa valintasi tulos näkyy. Jos tuloste ei ole väärän värinen, kalibrointi on valmis. Jos tulosteen kuva on liian sininen, keltainen tai punainen, toista kalibrointi valitsemalla Toista.";
FinishTitle = "Valmis";
RedoTitle = "Toista";
CalibrateButtonTitle = "Kalibroi";
CancelButtonTitle = "Kumoa";

FactorySettingsLabel = "Huomautus: Voit palauttaa tulostimen oletusasetukset Tehdasasetukset-painikkeella.";

TransferringProcessTitle = "Siirretään tiedostoa…";

NotAllCartridges = "Värin kalibrointitoiminto on käytettävissä vain silloin, kun kaikki kasetit on asennettu.";

NoResetTitle = "Tulostimen oletuksia ei voitu palauttaa";

FactorySettingsMsg = "Tehdasasetukset-valinnan valitseminen palauttaa tulostimen automaattisen värin kalibroinnin. Valitse \"Kyllä\" jos haluat käyttää tehdasasetuksia ja tulostaa vahvistussivun tai valitse \"Ei\" ja palaa Värin kalibrointi -valintaikkunaan.";
YesTitle = "Kyllä";
NoTitle = "Ei";

AutomaticCalibrationCompleteTitle = "Tulostimesi on juuri suorittanut automaattisen värin kalibroinnin";
AutomaticCalibrationCompleteMsg = "Jos värin tulostus vaikuttaa epätyydyttävältä, valitse Värin kalibrointi -painike ja suorita automaattinen värin kalibrointi uudelleen.";

PrintingProcessTitle = "Tulostetaan Värin kalibrointi -sivua…";

DefaultsTitle = "Käytä oletuksia";
DefaultsMessage = "Käytä oletuksia -valinnan valitseminen palauttaa tulostimen värikalibroinnintehdasarvot. Käytä oletuksia valitsemalla \"Kyllä\" tai palaa Värin kalibrointi -valintaikkunaan valitsemalla \"Ei\".";

ColorCalibrationTextFieldTitle = "Kalibroi väri";
InfoTextFieldTitle = "Tämä toimenpide kalibroi tulostettavien sivujen värin. Älä suorita tätä toimenpidettä, ellei värisävyissä ole merkittäviä ongelmia.";
GuideTextFieldTitle = "Voit kalibroida värin napsauttamalla Kalibroi-painiketta.\nKalibrointi kestää noin minuutin, ja siihen käytetään yksi paperiarkki.";
ResetButtonTitle = "Tehdasasetukset";

PatchSquareControllerInfo = "Väritäplien sivua tulostetaan.\n\n1. Pidä sivua noin 20 cm silmiesi edessä.\n\n2. Liikuta sivua hitaasti poispäin itsestäsi, kunnes numeroidut täplät häviävät taustaan.\n\n3. Valitse vastaava numeroitu täplä, joka parhaiten vastaa tulostetun sivun taustaa.";
GrayPlotBoxTitle = "Harmaa kuvio";
ColorPlotBoxTitle = "Värillinen kuvio";
PatchMatricesControllerInfo = "1. Pidä sivua käsivarren mitan päässä silmistäsi.\n\n2. Kallista sivua poispäin itsestäsi. Katso kahta suurta nelikulmiota, joista kussakin on värillisiä alueita. Etsi kustakin nelikulmiosta alue, joka vastaa taustaa parhaiten. Kunkin alueen yhteydessä on kirjain ja numero.\n\n3. Valitse täsmäävien alueiden kirjain ja numero oikealla näkyvien harmaiden ja värillisten kuvioiden avattavista valikoista.\n\n4. Napsauta Kalibroi-painiketta.";
PatchRowsControllerInfo = "Värialueiden valintasivua tulostetaan.\n\nValitse sen värialueen numero, joka täydentää parhaiten aiemmin tulostettua sivua.";
